---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.RevitAPIPostDocEventArgs
source: html/cdf2223d-7f6d-520d-dad8-ed7259e22a2a.htm
---
# RevitAPIPostDocEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.